{
    "1": {
        "id": "1",
        "nume": "Carbonara",
        "durata": "30 min",
        "ingrediente": {
            "paste": 500,
            "parmegiano": 100,
            "oua": 3,
            "bacon": 250,
            "apa": 500
        },
        "pasi": [
            "Incepe prin a fierbe pastele conform instructiunilor de pe pachet.",
            "Intr-o tigaie, prajeste baconul taiat bucatele pana devine crocant.",
            "Intr-un bol, bate ouale si parmezanul impreuna pana devin o compozitie omogena.",
            "Cand pastele sunt fierte, scurge apa si adauga-le in tigaia cu baconul.",
            "Adauga amestecul de ou si parmezan si amesteca bine.",
            "Serveste imediat, presarat cu putin piper proaspat macinat."
        ]
    },
    "2": {
        "id": "2",
        "nume": "Spaghetti Bolognese",
        "durata": "45 min",
        "ingrediente": {
            "spaghetti": 500,
            "carne tocata": 500,
            "ceapa": 1,
            "usturoi": 2,
            "rosii": 400,
            "sare": "dupa gust",
            "piper": "dupa gust",
            "ulei": "2 linguri"
        },
        "pasi": [
            "Intr-o oala mare, pune la fiert apa cu sare pentru a gati pastele.",
            "Intr-o tigaie, incinge uleiul si prajeste ceapa si usturoiul pana se inmoaie.",
            "Adauga carnea tocata si prajeste pana se rumeneste bine.",
            "Adauga rosiile si amesteca bine. Lasa sa fiarba la foc mediu timp de 20 de minute.",
            "Cand pastele sunt gata, scurge apa si adauga-le in tigaia cu sosul de carne.",
            "Amesteca bine si serveste cald, presarat cu putin piper proaspat macinat."
        ]
    },
    "3": {
        "id": "3",
        "nume": "Salata Caesar",
        "durata": "20 min",
        "ingrediente": {
            "piept de pui": 2,
            "salata verde": 1,
            "rosii cherry": 200,
            "crutoane": 50,
            "parmezan": 100,
            "sos Caesar": 4
        },
        "pasi": [
            "Intr-o tigaie, prajeste pieptul de pui pana se rumeneste bine.",
            "Spala salata si rupe-o in bucati mai mici.",
            "Taie rosiile cherry in jumatati.",
            "Intr-un bol, amesteca salata, rosiile si crutoanele.",
            "Adauga pieptul de pui taiat felii si parmezanul ras.",
            "Adauga sosul Caesar si amesteca bine. Serveste rece."
        ]
    },
    "4": {
        "id": "4",
        "nume": "Omleta",
        "durata": "30 minute",
        "ingrediente": {
            "oua": 2,
            "ulei": 10,
            "sare": 5,
            "piper": 5,
            "bacon": 50
        },
        "pasi": [
            "Se sparg ouale intr-un bol",
            "Se bat cele 2 oua",
            "Se adauga sare si piper",
            "Se toarna in tava preincalzita",
            "Se adauga bacon"
        ]
    }
}